/* context menu */
" (Low Security)" = " (Låg säkerhet)";

/* file size */
"%.1f GB" = "%.1f GB";

/* file size */
"%.1f MB" = "%.1f MB";

/* Activity message */
"%1$d of %2$d - %3$@" = "%1$d av %2$d - %3$@";

/* Title for the duplicated item */
"%@ Copy" = "%@ Kopiera";

/* number of items sorted by ... */
"%@ items by" = "%@ objekt av";

/* alert title */
"%d attachments will be Deleted" = "%d bifogade filer tas bort";

/* time */
"%d days ago" = "%d dagar sedan";

/* time */
"%d days from now" = "%d dagar från nu";

/* time */
"%d hours ago" = "%d timmar sedan";

/* time */
"%d hours from now" = "%d timmar från nu";

/* alert info */
"%d item(s) will be permanently destroyed. You cannot undo this action." = "%d objekt kommer att permanent förstöras. Du kan inte ångra den här åtgärden.";

/* alert title */
"%d items will be deleted" = "%d objekt kommer att tas bort";

/* time */
"%d minutes ago" = "%d minuter sedan";

/* time */
"%d minutes from now" = "%d minuter från nu";

/* alert message */
"%d objects will be moved to the Trash" = "%d objekt kommer att flyttas till papperskorgen";

/* time */
"%d seconds ago" = "%d sekunder sedan";

/* time */
"%d seconds from now" = "%d sekunder från nu";

/* time */
"%d weeks ago" = "%d veckor sedan";

/* time */
"%d weeks from now" = "%d veckor från nu";

/* time */
"%d years ago" = "%d år sedan";

/* time */
"%d years from now" = "%d år från nu";

/* file size */
"%llu bytes" = "%llu byte";

/* file size */
"%llu KB" = "%llu KB";

/* No comment provided by engineer. */
"(Multiple)" = "(Flera)";

/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Ingen)";

/* unlock error message */
"(try disabling the caps lock key)" = "(försök att inaktivera caps lock-tangenten)";

/* *** Digest Password Required *** */
"*** Digest Password Required ***" = "*** Digest lösenord krävs ***";

/* credit card month */
"01 (January)" = "01 (Januari)";

/* credit card month */
"02 (February)" = "02 (Februari)";

/* credit card month */
"03 (March)" = "03 (Mars)";

/* credit card month */
"04 (April)" = "04 (April)";

/* credit card month */
"05 (May)" = "05 (Maj)";

/* credit card month */
"06 (June)" = "06 (Juni)";

/* credit card month */
"07 (July)" = "07 (Juli)";

/* credit card month */
"08 (August)" = "08 (Augusti)";

/* credit card month */
"09 (September)" = "09 (September)";

/* credit card month */
"10 (October)" = "10 (Oktober)";

/* credit card month */
"11 (November)" = "11 (November)";

/* credit card month */
"12 (December)" = "12 (December)";

/* error description */
"1Password can only run from the Applications folder" = "1Password kan endast köras från programmappen";

/* alert message */
"1Password could not be unlocked with the password you provided. Please verify the password and try again." = "1Password kunde inte låsas upp med det lösenord du angav. Verifiera lösenordet och försök igen.";

/* error title */
"1Password failed to start its helper" = "1Password kunde inte att starta sitt helper-program";

/* error */
"1Password File '%@' is incorrect or damaged. Please choose another file." = "1Password filen '% @\"är felaktig eller skadad. Välj en annan fil.";

/* alert title
   error */
"1Password Interchange Format" = "1Password Interchange Format";

/* info */
"1Password will download all missing icons and previews" = "1Password kommer att hämta alla saknade ikoner och förhandsvisningar";

/* info */
"1Password will visit every website stored in Logins as if you visited that website in Safari. The website could save your IP address, general location, and operating system information. Note that 1Password will NOT log into the site, only capture a picture of the login page. If you have privacy concerns about connecting to any of your saved sites from your current location, please Cancel.\n\nDepending on the number of saved Logins the download can take several hours and use significant network bandwidth." = "1Password kommer att besöka varje webbplats som lagrats i inloggningar som om du besökte denna webbplats i Safari. Webbplatsen kan spara din IP-adress, plats och information om operativsystem. Observera att 1Password INTE kommer att logga in på webbplatsen utan bara ta en bild på inloggningssidan. Om du är orolig över integriteten med att ansluta till någon av dina sparade platser från din nuvarande plats, vänligen Avbryt.\n\nBeroende på antalet sparade inloggningar kan nedladdningen ta flera timmar och använda betydande nätverksbandbredd.";

/* alert title */
"\"%@\" will be Deleted" = "\"%@\" kommer att tas bort";

/* alert message */
"\"%@\" will be moved to Trash" = "\"%@\" kommer att flyttas till papperskorgen";

/* alert message */
"\n\nPassword Hint: %@\n" = "Lösenordstips: %@";

/* warning */
"\nNOTE: CAPS LOCK KEY IS PRESSED" = "ANM: CAPS LOCK-TANGENTEN ÄR NEDTRYCKT";

/* message */
"A backup copy of your data was created before the merge." = "En säkerhetskopia av din data skapades före sammanfogningen.";

/* message */
"A backup copy of your original data was also created" = "En säkerhetskopia av din ursprungliga data skapades också";

/* time */
"a minute ago" = "en minut sedan";

/* time */
"a minute from now" = "en minut från nu";

/* No comment provided by engineer. */
"A Ruby interpreter is required to perform your request, however Ruby cannot be found on this system. Please contact AgileBits for assistance." = "En Ruby interpreter krävs för att utföra din begäran, men Ruby kan inte hittas på detta system. Kontakta AgileBits för hjälp.";

/* time */
"a year ago" = "ett år sedan";

/* time */
"a year from now" = "ett år från nu";

/* No comment provided by engineer. */
"Account" = "Konto";

/* Sidebar category */
"Accounts" = "Konton";

/* panel title */
"ACTIVITY" = "AKTIVITET";

/* attachment warning */
"Add Attachment" = "Lägg till bifogad fil";

/* button */
"Add Both" = "Lägg till båda";

/* adding sample data activity */
"Adding Sample Data" = "Lägger till exempeldata";

/* pref pane */
"Advanced" = "Avancerat";

/* folder */
"All" = "Alla";

/* info */
"All login icons and previews will be deleted" = "Alla inloggningsikoner och förhandsgranskningar kommer att tas bort";

/* alert message */
"An attachment named %@ already exists.\nDo you want to replace it with the one you are moving?" = "En bifogad fil med namnet %@ finns redan.\nVill du ersätta den med den som du flyttar?";

/* time */
"an hour ago" = "en timme sedan";

/* time */
"an hour from now" = "en timme från nu";

/* alert message */
"An item named %@ already exists at this location.\nDo you want to replace it with the one you are moving?" = "Ett objekt med namnet %@ finns redan på den här platsen.\nVill du ersätta den med den som du flyttar?";

/* change folder security level */
"Apply security level to folder contents?" = "Använd säkerhetsnivå på mappinnehåll?";

/* info */
"Apply to all" = "Använd för alla";

/* alert message */
"Are you sure you want to permanently remove all items in the Trash?" = "Är du säker på att du permanent vill ta bort alla objekt i papperskorgen?";

/* attachment warning */
"Attachment is too big" = "Bifogad fil är för stor";

/* alert message */
"Attachment named %@ failed to export." = "Det gick inte att exportera bifogad fil med namnet %@.";

/* alert title */
"Attachment with the same name already exists" = "Bifogad fil med samma namn finns redan";

/* Label in item detail view */
"Attachments" = "Bifogade filer";

/* iPhone status */
"Available" = "Tillgänglig";

/* error */
"Backup directory is not writeable." = "Katalogen för säkerhetskopian är inte skrivbar.";

/* error */
"Backup failed: %@" = "Säkerhetskopieringen misslyckades: %@";

/* error */
"Backup path exists but it is not a directory." = "Sökväg till säkerhetskopia finns men det är inte en katalog.";

/* info */
"Backup up existing data..." = "Säkerhetskopiering av befintliga data...";

/* button */
"Begin downloading" = "Börja nedladdning";

/* sidebar category */
"Browser Extensions" = "Webbläsartillägg";

/* accessibility description */
"calendar picker" = "Kalenderväljare";

/* button */
"Cancel" = "Avbryt";

/* message */
"Cannot merge selected file with your data" = "Kan inte sammanfoga den valda filen med din data";

/* intro message */
"Catalog your Software licenses, including related files and confirmation emails." = "Katalogisera dina programvarulicenser, inklusive relaterade filer och e-postmeddelanden med bekräftelse.";

/* menu */
"Choose All from %@" = "Välj alla från %@";

/* menu */
"Choose from %@" = "Välj från %@";

/* Software Licenses Image Menu */
"Clear Icon" = "Rensa ikon";

/* Identities Image Menu */
"Clear Image" = "Rensa bild";

/* Login Preview Image Menu */
"Clear Preview" = "Rensa förhandsgranskning";

/* tooltip */
"Click to show in Finder" = "Klicka för att visa i Finder";

/* search scope */
"Common" = "Gemensamma";

/* button */
"Continue" = "Fortsätta";

/* button */
"Continue, Dropbox sync is complete!" = "Fortsätt, Dropbox-synkroniseringen är klar!";

/* button */
"Copy" = "Kopiera";

/* info */
"Copying file..." = "Kopierar fil...";

/* info */
"Copying new file..." = "Kopierar ny fil...";

/* button */
"Create New" = "Skapa ny";

/* status message */
"Created on %@" = "Skapad %@";

/* table column */
"Date Created" = "Datum skapad";

/* accessibility description */
"date field enabled" = "datumfält aktiverad";

/* table column */
"Date Modified" = "Datum ändrad";

/* button */
"Delete" = "Ta bort";

/* info */
"Deleting existing file..." = "Tar bort befintlig fil...";

/* Alert Panel */
"Diagnostic script failed." = "Diagnostiskt skript misslyckades.";

/* alert */
"Discard Changes and Reload?" = "Ignorera ändringar och ladda om?";

/* info */
"Do you want to create another entry?" = "Vill du skapa en annan post?";

/* change folder security level */
"Don't Change Folder Contents" = "Ändra inte mappinnehåll";

/* Login Preview Image Menu */
"Download Preview" = "Hämta förhandsvisning";

/* title */
"Dropbox process is not running" = "Dropbox-processen körs inte";

/* error */
"E-mail address is not valid." = "E-postadress är inte giltig.";

/* error */
"E-mail should be of the format name@domain.com." = "E-post bör vara på formen namn@domän.com.";

/* main window edit button
   menu item
   menu undo edit */
"Edit" = "Redigera";

/* menu item */
"Edit Selected Item" = "Redigera valt objekt";

/* search scope */
"Edit Smart Folder \"%@\"" = "Redigera smart mapp \"%@\"";

/* Identities Image Menu */
"Edit..." = "Redigera...";

/* alert title */
"Empty import file" = "Tom importfil";

/* error */
"Encryption keys file exist but cannot be loaded from '%@'" = "Nyckelkrypteringsfil finns men kan inte laddas från \"%@\"";

/* unlock prompt */
"Enter your master password to change this setting" = "Ange ditt huvudlösenord för att ändra den här inställningen";

/* unlock prompt */
"Enter your master password to unlock 1Password." = "Ange ditt huvudlösenord att låsa upp 1Password.";

/* message dialog */
"Error editing Smart Folder" = "Fel vid redigering av smart mapp";

/* search scope */
"Everything" = "Allt";

/* search scope */
"Everywhere" = "Överallt";

/* Password strength — Excellent */
"Excellent" = "Utmärkt";

/* exported
   file prompt
   Save Panel prompt */
"Export" = "Exportera";

/* Save Panel field label */
"Export As:" = "Exportera som:";

/* exporter */
"Export Failed" = "Export misslyckades";

/* window title */
"Export Passwords" = "Exportera lösenord";

/* exporter */
"Export To 1Password Interchange File" = "Exportera till 1Password Interchange File";

/* status message */
"Exporting Attachments" = "Exporterar bilagor";

/* pref pane */
"Extensions" = "Tillägg";

/* alert title */
"Failed to add attachment" = "Det gick inte att lägga till bilaga";

/* error */
"Failed to copy '%1$@' to '%2$@': %3$@" = "Det gick inte att kopiera '%1$@' till '%2$@': %3$@";

/* message */
"Failed to copy selected file" = "Det gick inte att kopiera vald fil";

/* exporter */
"Failed to create 1Password Interchange File" = "Det gick inte att skapa 1Password Interchange File";

/* alert title */
"Failed to export attachment" = "Det gick inte att exportera bilaga";

/* info */
"Failed to Go & Fill" = "Det gick inte att gå & fyll";

/* error */
"Failed to interpret the output of the import script." = "Det gick inte att tolka utdata från importeringsskriptet.";

/* info */
"Failed to launch browser for the url: %@" = "Det gick inte att starta webbläsaren för url: %@";

/* error */
"Failed to load encryption key from '%1$@', error: %2$@" = "Det gick inte att ladda krypteringsnyckel från '%1$@', fel: %2$@";

/* info */
"Failed to obtain user attributes." = "Det gick inte att hämta användarattributer.";

/* error message */
"Failed to open '%1$@' using %2$@ encoding.\n\nError code: %3$d\n\nPlease choose another Character Encoding from the list." = "Det gick inte att öppna '%1$@' med %2$@ kodning.\nFelkod: %3$d\nVänligen välj en annan teckenkodning i listan.";

/* alert title */
"Failed to open attachment." = "Det gick inte att öppna bilaga.";

/* info */
"Failed to open web page: %@" = "Det gick inte att öppna webbsidan: %@";

/* error */
"Failed to rename '%1$@' to '%2$@': %3$@" = "Det gick inte att byta namn på '%1$@' till '%2$@': %3$@";

/* error */
"Failed to resolve URL bookmark." = "Det gick inte att lösa ut URL-bokmärke.";

/* error */
"Failed to resolve URL bookmark: %@" = "Det gick inte att lösa ut URL-bokmärke: %@";

/* error message */
"Failed to restore '%@', no encryption keys file found in the backup" = "Det gick inte att återställa \"%@\", inga krypteringsnycklar hittade i säkerhetskopieringen";

/* error message */
"Failed to restore from backup, cannot move %1$@ to %2$@\nError: %3$@" = "Det gick inte att återställa från säkerhetskopia, kan inte flytta %1$@ till %2$@\nFel: %3$@";

/* error message */
"Failed to restore from backup, cannot remove old data file '%1$@'\nError: %2$@" = "Det gick inte att återställa från säkerhetskopia, kan inte ta bort gamla datafilen '%1$@'\nFel: %2$@";

/* error */
"Failed to run import script" = "Det gick inte att köra importeringsskript";

/* Password strength — Fantastic */
"Fantastic" = "Fantastisk";

/* alert message */
"File added successfully" = "Filen har lagts till framgångsrikt";

/* alert title */
"File exists at path" = "Filen finns på sökvägen";

/* attachment warning */
"File is a bundle or folder" = "Filen är ett paket eller en mapp";

/* exporter */
"File name:" = "Filnamn:";

/* attachment warning */
"File size is larger than 2 MB" = "Filen är större än 2 MB";

/* alert message */
"Files added successfully" = "Filer har lagts till framgångsrikt";

/* window title */
"Find Existing 1Password File" = "Hitta befintlig 1Password fil";

/* menu item */
"Finish Editing" = "Slutför redigering";

/* menu item */
"Finish Editing Selected Item" = "Slutför redigera markerat objekt";

/* Go and Fill menu
   Sidebar group */
"Folders" = "Mappar";

/* pref pane */
"General" = "Allmänt";

/* generate password button */
"Generate" = "Generera";

/* item type */
"Generated Password" = "Genererat lösenord";

/* sidebar category */
"Generated Passwords" = "Genererade lösenord";

/* menu item */
"Go & Fill Login" = "Gå & fyll inlogg";

/* button */
"Go Back" = "Gå tillbaka";

/* Password strength — Good */
"Good" = "Bra";

/* menu item */
"Hide Activity" = "Dölj aktivitet";

/* menu item */
"Hide Toolbar" = "Dölj verktygsfält";

/* iPhone Security Level */
"High (Master Password)" = "Hög (huvudlösenord)";

/* product web page */
"http://agilebits.com/products/1Password" = "http://agilebits.com/products/1Password";

/* product store page */
"https://agilebits.com/store" = "https://agilebits.com/store";

/* message */
"I have found a new data file in Dropbox:\n%@\n\nIt looks like you've recently synced your data with Dropbox. Would you like me to use this data file (recommended)?\n" = "Jag har hittat en ny datafil i Dropbox:\n%@\nDet ser ut som du nyligen har synkroniserats din data med Dropbox. Vill du att jag använder denna datafil (rekommenderas)? ";

/* Sidebar category */
"Identities" = "Identiteter";

/* item type */
"Identity" = "Identitet";

/* button */
"Import %d Selected Objects" = "Importera %d markerade objekt";

/* button */
"Import Selected Object" = "Importera markerade objekt";

/* folder name */
"Imported" = "Importerat";

/* status message */
"Importing Attachments" = "Importerar bilagor";

/* info */
"Importing..." = "Importerar...";

/* info */
"In 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again." = "I 1Password på din iPhone eller iPod touch, välj Settings > Wi-Fi Sync > Allow New Connections och försök sedan igen.";

/* alert title */
"Incorrect File Type" = "Felaktig filtyp";

/* error message */
"Incorrect Password" = "Felaktigt lösenord";

/* error */
"Incorrect response received from iPhone. Please restart Mac and iPhone applications and try to sync again" = "Felaktiga svar som från iPhone. Vänligen starta om Mac- och iPhone-programmen och försök synkronisera igen";

/* alert title */
"Incorrect secret" = "Felaktig hemlighet";

/* error message */
"Invalid Agile Keychain backup file" = "Ogiltig säkerhetskopia av Agile nyckelhanteringsfil";

/* error */
"Invalid backup file name" = "Ogiltigt filnamn på säkerhetskopia";

/* error */
"Invalid backup file, encryption keys not found" = "Ogiltigt säkerhetskopieringsfil, krypteringsnycklar hittades inte";

/* alert title */
"Invalid import file" = "Ogiltig importfil";

/* error */
"Invalid path: %@" = "Ogiltig sökväg: %@";

/* title */
"Is the Dropbox Sync Complete?" = "Är Dropbox-synkroniseringen klar?";

/* prompt */
"It might take a while for Dropbox to finish syncing. Please make sure the sync is fully completed before using 1Password on other computers and devices." = "Det kan ta ett tag för Dropbox att synkronisera klart. Kontrollera att synkroniseringen är helt slutförd innan du använder 1Password på andra datorer och enheter.";

/* Item import status */
"Item Exists" = "Objektet finns";

/* intro message */
"Keep name and address information to quickly register online with just one click in the browser." = "Håll reda på namn- och adress-information för att snabbt registrera sig online med bara ett klick i webbläsaren.";

/* status message */
"Last modified %@" = "Senast modifierad %@";

/* button */
"Learn How to Resolve This" = "Lär dig hur du åtgärdar det här problemet";

/* search scope
   table column */
"Location" = "Plats";

/* menu item */
"Lock 1Password" = "Lås 1Password";

/* item type */
"Login" = "Inlogg";

/* pref pane
   Sidebar category */
"Logins" = "Inloggningar";

/* iPhone Security Level */
"Low (4-Digit Code)" = "Låg (4-siffrig kod)";

/* change folder security level */
"Make Folder Contents High Security" = "Sätt hög säkerhet på mappinnehållet";

/* info */
"Master Password Does Not Match" = "Huvudlösenordet matchar inte";

/* info */
"Master Password has been changed" = "Huvudlösenordet har ändrats";

/* button */
"Merge" = "Sammanfoga";

/* alert message */
"Merge will combine the contents of the selected file with your current data.\n\nReplace will remove your existing data and copy over the selected file." = "Sammanfoga kommer att kombinera innehållet i den markerade filen med din aktuella data.\nErsätt kommer att ta bort din befintliga data och kopiera över den markerade filen.";

/* info */
"Merging data..." = "Sammanfogar data...";

/* button */
"Move items to Unfiled" = "Flytta objekt till Osorterat";

/* button */
"Move to Trash" = "Flytta till papperskorgen";

/* status message */
"Moving Items..." = "Flyttar objekt...";

/* info */
"Moving..." = "Flyttar...";

/* Last synced message */
"Never" = "Aldrig";

/* info */
"New connections are disabled by 1Password touch" = "Nya anslutningar är inaktiverade av 1Password touch";

/* info */
"New connections are disabled by 1Password touch.\n\nIn 1Password on your iPhone or iPod touch, select Settings > Wi-Fi Sync > Allow New Connections and then try again" = "Nya anslutningar är inaktiverade av 1Password touch.\nI 1Password på din iPhone eller iPod touch, välj Settings > Wi-Fi Sync > Allow New Connections och försök sedan igen";

/* folder */
"New Folder" = "Ny mapp";

/* Item import status */
"New Item" = "Nytt objekt";

/* new password title */
"New Password" = "Nytt lösenord";

/* folder */
"New Saved Search" = "Ny sparad sökning";

/* title */
"Newer 1Password File Found In Dropbox" = "Nyare 1Password fil hittades i Dropbox";

/* Item import status */
"Newer Item Exists" = "Det finns nyare objekt";

/* alert title */
"No file format was selected" = "Inget filformat valdes";

/* button */
"No, do not change data file" = "Nej, ändra inte datafil";

/* iPhone status */
"Not Authorized (Allow New Connections in Settings > Sync > Wi-Fi)" = "Inte autentiserad (Tillåt nya anslutningar i  Settings > Sync > Wi-Fi)";

/* iPhone status */
"Not reachable" = "Kan inte nås";

/* placeholder */
"Notes" = "Anteckningar";

/* button */
"Nothing To Import" = "Inget att importera";

/* iPhone status */
"Offline" = "Offline";

/* dialog */
"OK" = "OK";

/* Item import status */
"Older Item Exists" = "Äldre objekt finns";

/* status message */
"One moment please..." = "Ett ögonblick tack...";

/* message */
"Operation Failed" = "Åtgärden misslyckades";

/* prompt */
"Other computers sharing the same Dropbox will lose 1Password data. Please use File > Restore on other computers." = "Andra datorer som delar samma Dropbox kommer att förlora 1Password data. Använd Arkiv > Återställ på andra datorer.";

/* form field
   label
   search scope */
"Password" = "Lösenord";

/* alert message */
"Password Hint" = "Lösenordstips";

/* info */
"Password Hint is Missing" = "Lösenordstips saknas";

/* error */
"Password hint required" = "Lösenordstips krävs";

/* info */
"Password is too long for Login" = "Lösenordet är för långt för inloggning";

/* table column */
"Password Strength" = "Lösenordets styrka";

/* info */
"Please contact AgileBits support." = "Var vänlig kontakta AgileBits support.";

/* error
   info */
"Please enter at least one character." = "Var vänlig ange minst ett tecken.";

/* error */
"Please enter password hint." = "Var vänlig ange lösenordstips.";

/* info */
"Please enter the master password again." = "Var vänlig ange huvudlösenordet igen.";

/* info */
"Please enter the password hint." = "Var vänlig ange lösenordstipset.";

/* alert message */
"Please enter the secret as it is shown on iPhone" = "Var vänlig ange hemligheten som det visas på iPhone";

/* prompt */
"Please enter your Mac OS X password.\n\nExtended Attributes will be repaired. " = "Var vänlig ange lösenordet Mac OS X.\n\nUtökade attributer kommer att repareras.";

/* prompt */
"Please enter your Mac OS X password.\n\nFolder permissions will be reset. " = "Var vänlig ange lösenordet Mac OS X.\n\nMappbehörigheter kommer att återställas.";

/* prompt (must finish with ',') */
"Please enter your Mac OS X password.\n\nThe Launch Services database will be reset," = "Var vänlig ange lösenordet Mac OS X.\n\nLaunch Services-databasen kommer att återställas,";

/* error title */
"Please install 1Password in Applications" = "Var vänlig installera 1Password i programmappen";

/* message */
"Please make sure Dropbox is installed and running." = "Var vänlig kontrollera att Dropbox är installerat och igång.";

/* message */
"Please make sure that the Dropbox icon in your menu bar at the top of your screen is not spinning (it animates while syncing).\n\nClick the icon and make sure that \"All files up to date\" is displayed in the Dropbox menu.\n\nIf you do not see the Dropbox icon, please make sure Dropbox application is started." = "Var vänlig kontrollera att Dropbox-ikonen i menyraden överst på skärmen inte snurrar (den animeras vid synkronisering).\n\nKlicka på ikonen och kontrollera att \"All files up to date\" visas i Dropbox-menyn.\n\nOm du inte ser Dropbox-ikonen, var vänlig kontrollera att Dropbox programmet har startats.";

/* error */
"Please make sure the file you are using for import is correct." = "Var vänlig kontrollera att filen du använder för import är korrekt.";

/* info */
"Please memorize the new master password." = "Vänligen memorera det nya huvudlösenordet.";

/* info */
"Please restart 1Password." = "Var vänlig starta om 1Password.";

/* alert message */
"Please select another file" = "Var vänlig välj en annan fil";

/* error */
"Please try again." = "Var vänlig försök igen.";

/* prompt */
"Please type your Mac OS X password" = "Var vänlig skriv in ditt Mac OS X lösenord";

/* info */
"Please wait..." = "Var vänlig vänta...";

/* alert message */
"Previously imported objects were removed from the list." = "Tidigare importerade objekt togs bort från listan.";

/* alert info
   alert message */
"Proceed?" = "Fortsätta?";

/* status message */
"Processing" = "Bearbetar";

/* export progress */
"Processing Attachments (step 2 of 2)" = "Bearbetar bilagor (steg 2 av 2)";

/* rebuild progress */
"Processing Data" = "Bearbetar data";

/* export progress */
"Processing Data (step 1 of 2)" = "Bearbetar data (steg 1 av 2)";

/* button */
"Quit" = "Avsluta";

/* button */
"Replace" = "Ersätt";

/* button */
"Restore" = "Återställ";

/* alert title */
"Restore Backup" = "Återställ en säkerhetskopia";

/* object list menu */
"Reverse Sort Order" = "Omvänd sorteringsordning";

/* Item import status */
"Same Item Exists" = "Samma objekt finns";

/* button
   main window edit button */
"Save" = "Spara";

/* search field placeholder */
"Search" = "Sök";

/* search scope */
"Search:" = "Sök:";

/* item type */
"Secure Note" = "Säker anteckning";

/* Sidebar category */
"Secure Notes" = "Säkra anteckningar";

/* intro message */
"Secure storage for any free-form text." = "Säker förvaring för fritt formulerad text.";

/* intro message */
"Secure storage for computer accounts, including email, file sharing and MobileMe credentials." = "Säker förvaring för datorkonton, inklusive e-post, fildelning och MobileMe information.";

/* intro message */
"Secure storage for financial and personal information, including credit cards and bank accounts." = "Säker förvaring för ekonomisk och personlig information, inklusive kreditkort och bankkonton.";

/* pref pane */
"Security" = "Säkerhet";

/* dropdown item */
"Select Import Format" = "Välj importformat";

/* search scope */
"Selected Section" = "Markerat avsnitt";

/* button */
"Send items to Trash" = "Skicka objekt till papperskorgen";

/* new password location */
"Service or Application Name" = "Tjänst- eller applikationsnamn";

/* accessibility description */
"Shelves" = "Hyllor";

/* button */
"Shorten Password and Fill" = "Förkorta lösenord och fyll";

/* menu item */
"Show Activity" = "Visa aktivitet";

/* menu item */
"Show Toolbar" = "Visa verktygsfält";

/* button
   dialog */
"Skip" = "Hoppa över";

/* item type
   Sidebar category */
"Software" = "Programvara";

/* Activity message */
"Starting..." = "Startar...";

/* button */
"Stop using Dropbox" = "Sluta använda Dropbox";

/* title */
"Stop Using Dropbox?" = "Sluta använda Dropbox?";

/* Activity message */
"Stopping..." = "Stoppar...";

/* Sidebar group */
"Sync" = "Synkronisera";

/* alert title */
"Sync Conflict Resolver Window" = "Konfliktlösare för synkronisering fönster";

/* error */
"Sync failed, 1Password is locked" = "Synkroniseringen misslyckades, 1Password är låst";

/* sync detail view label */
"Sync with %@" = "Synkronisera med %@";

/* table column */
"Tag" = "Tagg";

/* Go and Fill menu
   Sidebar group */
"Tags" = "Taggar";

/* Password strength — Terrible */
"Terrible" = "Fruktansvärd";

/* info */
"The application will update all items in the data file. This might take a few minutes..." = "Programmet vill uppdatera alla objekt i datafilen. Detta kan ta några minuter...";

/* alert message */
"The attachment %1$@ failed to open: %2$@.x" = "Den bifogade filen %1$@ gick inte att öppna: %2$@.x";

/* error */
"The current password is not correct" = "Det aktuella lösenordet är inte korrekt";

/* info */
"The data file has been rebuilt. The application will now reload the data." = "Datafilen har återskapats. Programmet kommer nu ladda om datan.";

/* error */
"The encryption keys file does not exist at '%@'" = "Nyckelkrypteringsfilen existerar inte i '%@'";

/* info */
"The extended attributes have been repaired successfully." = "De utökade attributen har reparerats framgångsrikt.";

/* alert message */
"The file %1$@ failed to import: %2$@." = "Filen %1$@ gick inte att importera: %2$@.";

/* attachment warning */
"The file %1$@ is (%2$@) in size.\nIt is going to be encrypted and stored in your data file. Adding a large attachment may slow and complicate data syncing.text" = "Filen %1$@ är (%2$@) stor.\nDen kommer att krypteras och lagras i din datafil. Att lägga till en stor bifogad kan komplicera och göra datasynkroniseringen långsam.";

/* attachment warning */
"The file %1$@ is too large (%2$@).\nAttachments must be under 20 MB in size." = "Filen %1$@ är för stor (%2$@).\nBilagor måste vara under 20 MB stora.";

/* attachment warning */
"The file %@ is a bundle or folder.\nAttachments must be regular files." = "Filen %@ är ett paket eller en mapp.\nBilagor måste vara vanliga filer.";

/* alert message */
"The file could not be imported because the format was not selected. Try the import process again and be sure to specify the format." = "Filen kunde inte importeras eftersom formatet inte var valt. Försök importprocessen igen och se till att ange formatet.";

/* alert message */
"The file has been added as a secure attachment.\nYou can safely delete the original file." = "Filen har lagts till som en säker bilaga.\nDu kan ta bort den ursprungliga filen.";

/* alert message */
"The file you are trying to import appears to be a binary file. Please try to open and view the contents of the file in TextEdit to make sure its contents is valid.\n\nIf you are opening the file directly from a network drive or USB disk then try to copy it to your local disk first." = "Filen du försöker importera verkar vara en binärfil. Prova att öppna och visa innehållet i filen i Textredigerare för att kontrollera att dess innehåll är giltig.\nOm du öppnar filen direkt från en nätverksenhet eller en USB-disk försök att kopiera den till den lokala hårddisken först.";

/* message */
"The file you selected was copied and is ready to use." = "Den markerade filen kopierades och är klar att användas.";

/* alert message */
"The files have been added as secure attachments.\nYou can safely delete the original files." = "Filerna har lagts till som säkra bilagor\nDu kan ta bort de ursprungliga filerna.";

/* alert title */
"The folder '%@' will be deleted" = "Mappen '%@' kommer att tas bort";

/* info */
"The folder permissions have been reset successfully." = "Behörigheter för mappar har återställts framgångsrikt.";

/* alert */
"The import file data has been edited." = "Datan i importfilen har redigerats.";

/* alert title */
"The import was canceled" = "Importen avbröts";

/* exporter */
"The interchange file can be used to merge different 1Password databases\nor keep an unencrypted backup file.\n\nIMPORTANT: The file will not be encrypted and must be protected." = "\"Interchange File\"-filen kan användas för att sammafoga olika 1Password-databaser eller för att ha en okrypterad säkerhetskopia.\n\nVIKTIGT: Filen kommer inte att vara krypterad och måste vara skyddad.";

/* alert title */
"The item \"%@\" will be deleted" = "Objektet \"%@\" kommer att tas bort";

/* info */
"The Launch Services database has been successfully reset." = "Launch Services-databasen har återställts framgångsrikt.";

/* message */
"The original file will remain intact." = "Den ursprungliga filen förblir intakt.";

/* error
   info */
"The password can not be blank" = "Lösenordet kan inte vara tomt";

/* alert message */
"There are 0 passwords to import." = "Det finns 0 lösenord att importera.";

/* alert title */
"This data file is not valid and cannot be used by 1Password" = "Datafilen är ogiltig och kan inte användas av 1Password";

/* message */
"This file is a 1Password Interchange File.\nUse File > Import menu to import this file." = "Den här filen är en 1Password Interchange File.\nAnvända Arkiv > Import-menyn för att importera filen.";

/* message */
"This file is not a 1Password backup.\nPlease select a .agilekeychain_zip or .agilekeychain_backup file." = "Den här filen är inte en 1Password säkerhetskopia.\nVälj en fil av typ .agilekeychain_zip eller .agilekeychain_backup.";

/* alert message */
"This operation can not be undone." = "Den här åtgärden kan inte ångras.";

/* error message */
"This problem is often caused by incorrect file permissions.\n\nPlease search 1Password Knowledge Base for 'helper startup' or contact us at support@agilebits.com for more information.\n" = "Detta problem orsakas ofta av felaktiga filbehörigheter.\nSök i 1Password Knowledge Base efter \"helper startup\" eller kontakta oss på support@agilebits.com för mer information.";

/* message dialog */
"This smart folder was created with an older version of 1Password and is no longer editable.\n\nTo make changes, create a new Smart Folder from the File menu." = "Denna smarta mappen skapades med en äldre version av 1Password och kan inte längre redigeras.\nFör att göra ändringar, skapa en ny smart mapp från Arkiv-menyn.";

/* info */
"This web page accepts passwords up to %jd characters in length." = "Denna webbsida accepterar lösenord med upp till %jd tecken.";

/* message */
"This will replace your current 1Password data with the selected backup." = "Detta kommer att ersätta nuvarande 1Password data med den valda säkerhetskopian.";

/* search scope
   table column */
"Title" = "Titel";

/* error */
"To import this file, set up 1Password as a new user and then choose File > Import..." = "För att importera filen, ställ in 1Password som en ny användare och välj sedan Arkiv > Importera...";

/* time */
"tomorrow" = "i morgon";

/* accessibility description */
"Traditional" = "Traditionell";

/* folder
   sidebar category */
"Trash" = "Papperskorg";

/* button */
"Try Again" = "Försök igen";

/* table column */
"Type" = "Typ";

/* alert message */
"Unable to unlock 1Password" = "Det gick inte att låsa upp 1Password";

/* smart folder */
"Unfiled" = "Osorterad";

/* iPhone/iPod touch type
   Unknown wallet type */
"Unknown" = "Okänd";

/* menu item */
"Unlock 1Password" = "Lås upp 1Password";

/* unlock prompt */
"Unlock 1Password to Autosave the Login." = "Lås upp 1Password för att autospara inloggningen.";

/* unlock prompt */
"Unlock 1Password to edit the item." = "Lås upp 1Password för att redigera objektet.";

/* unlock prompt */
"Unlock 1Password to fill credit card." = "Lås upp 1Password för fylla i kreditkort.";

/* unlock prompt */
"Unlock 1Password to fill Login." = "Lås upp 1Password för att fylla inloggningen.";

/* unlock prompt */
"Unlock 1Password to fill the generated password." = "Lås upp 1Password för att fylla i det genererade lösenordet.";

/* unlock prompt */
"Unlock 1Password to import passwords." = "Lås upp 1Password för att importera lösenord.";

/* unlock prompt */
"Unlock 1Password to remove the item." = "Lås upp 1Password för att ta bort objektet.";

/* unlock prompt */
"Unlock 1Password to save the generated password." = "Lås upp 1Password för att spara det genererade lösenordet.";

/* unlock prompt */
"Unlock 1Password to save the Login." = "Lås upp 1Password för att spara inloggningen.";

/* unlock prompt */
"Unlock 1Password to update Login." = "Lås upp 1Password för att uppdatera inloggning.";

/* unlock prompt */
"Unlock 1Password to use Identity." = "Lås upp 1Password för att använda identitet.";

/* prompt */
"Unlock chosen file to merge with your data" = "Lås upp vald fil för att sammanfoga med din data";

/* prompt */
"Unlock current data to merge" = "Låsa upp aktuell data för koppla samman";

/* menu item */
"Unlock..." = "Lås upp...";

/* smart folder */
"Untagged" = "Inte taggad";

/* button */
"Update Existing" = "Uppdatera befintlig";

/* Activity status */
"Updating Previews" = "Uppdatera förhandsgranskningar";

/* button */
"Use Dropbox" = "Använd Dropbox";

/* title */
"Use Dropbox?" = "Använd Dropbox?";

/* form field
   search scope */
"Username" = "Användarnamn";

/* intro message */
"Usernames and passwords for websites. Use browser extensions to save and fill Logins for you." = "Användarnamn och lösenord för webbplatser. Använd webbläsartillägg för att spara och fylla i inlogg åt dig.";

/* Sidebar group */
"Vault" = "Valv";

/* Sidebar category */
"Wallet" = "Plånbok";

/* Password strength — Weak */
"Weak" = "Svag";

/* error */
"Wi-Fi connection failed. Please restart and unlock 1Password touch on your iPhone." = "Wi-Fi-anslutning misslyckades. Var vänlig starta om och lås upp 1Password touch på din iPhone.";

/* accessibility description */
"Widescreen" = "Widescreen";

/* info */
"Would you like to continue?" = "Vill du fortsätta?";

/* alert title */
"Would you like to merge or replace your data with the selected file?" = "Vill du sammankoppla eller ersätta din data med den markerade filen?";

/* alert message */
"Would you like to move the folder items to Unfiled folder or send them to Trash?" = "Vill du flytta mappens objekt till osorterat-mappen eller skicka dem till papperskorgen?";

/* button */
"Yes, use this data file" = "Ja, använd denna datafil";

/* time */
"yesterday" = "i går";

/* info */
"You already have a software license entry for %@." = "Du har redan en programvarulicens post för %@.";

/* change folder security level */
"You are changing the folder \"%@\" to high security mode.\nDo you also want to set the items in this folder to high security?" = "Du ändrar mappen \"%@\" till läget hög säkerhet.\nVill du också ändra objekten i den här mappen till hög säkerhet?";

/* info */
"You can now install 1Password from the App Store." = "Nu kan du installera 1Password från App Store.";

/* error message */
"You have selected the current data file instead of a backup file." = "Du har markerat den aktuella datafilen i stället för en säkerhetskopia.";

/* title */
"Your data is not stored in Dropbox anymore" = "Din data lagras inte i Dropbox längre";

/* title */
"Your data is now in Dropbox" = "Din data finns nu i Dropbox";

/* message */
"Your data was merged with the contents of the selected file." = "Din data slogs samman med innehållet i den markerade filen.";

/* message */
"Your data was replaced with the contents of the selected file." = "Din data ersattes med innehållet i den markerade filen.";

/* prompt */
"Your data will be moved into the Dropbox folder for easy syncing with other computers and devices.\n\n1Password will also make an additional backup copy of your data." = "Din data kommer att flyttas till Dropbox-mappen för enkel synkronisering med andra datorer och enheter.\n\n1Password kommer också att göra en ytterligare säkerhetskopia av din data.";

/* prompt */
"Your data will be moved out of the Dropbox folder.\n\nIMPORTANT: If you have other computers using Dropbox, make sure they all have a backup copy (File > Backup menu)." = "Din data kommer att flyttas ut ur Dropbox-mappen.\n\nVIKTIGT: Om du har andra datorer som använder Dropbox, se till att de alla har en säkerhetskopia (Arkiv > Säkerhetskopiera-menyn).";

/* error */
"Your new password is not the same as the verify password" = "Ditt nya lösenord är inte detsamma som lösenordet i bekräfta-fältet";
